Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# sharecard.action.exportToFile
source: Export to File
ar: تصدير إلى ملف
de: In Datei exportieren
es: Exportar a archivo
fr: Exporter vers un fichier
id: Ekspor ke File
it: Esporta in file
ja: ファイルに書き出し
ko: 파일로 내보내기
nl: Exporteren naar bestand
pl: Eksportuj do pliku
pt_br: Exportar para Arquivo
ru: Экспорт в файл
tr: Dosyaya Dışa Aktar
uk: Експортувати у файл
vi: Xuất ra tệp
zh_hans: 导出到文件
zh_hant: 匯出到檔案

# sharecard.action.save
source: Save as Image
ar: حفظ كصورة
de: Als Bild speichern
es: Guardar como imagen
fr: Enregistrer comme image
id: Simpan sebagai Gambar
it: Salva come immagine
ja: 画像として保存
ko: 이미지로 저장
nl: Opslaan als afbeelding
pl: Zapisz jako obraz
pt_br: Salvar como Imagem
ru: Сохранить как изображение
tr: Görsel Olarak Kaydet
uk: Зберегти як зображення
vi: Lưu dưới dạng ảnh
zh_hans: 保存为图片
zh_hant: 儲存為圖片

# sharecard.action.shareToX
source: Share to X
ar: مشاركة إلى X
de: Auf X teilen
es: Compartir en X
fr: Partager sur X
id: Bagikan ke X
it: Condividi su X
ja: Xに共有
ko: X에 공유
nl: Delen op X
pl: Udostępnij na X
pt_br: Compartilhar no X
ru: Поделиться в X
tr: X'te Paylaş
uk: Поділитися в X
vi: Chia sẻ lên X
zh_hans: 分享到 X
zh_hant: 分享到 X

# sharecard.action.shareToX.help
source: Copy the card to clipboard and open X.com — paste the image into your tweet.
ar: انسخ البطاقة إلى الحافظة وافتح X.com — الصق الصورة في تغريدتك.
de: Karte in die Zwischenablage kopieren und X.com öffnen – füge das Bild in deinen Tweet ein.
es: Copia la tarjeta al portapapeles y abre X.com — pega la imagen en tu tuit.
fr: Copier la carte dans le presse-papiers et ouvrir X.com — collez l'image dans votre tweet.
id: Salin kartu ke papan klip dan buka X.com — tempel gambar ke dalam tweet Anda.
it: Copia la card negli appunti e apri X.com — incolla l'immagine nel tuo tweet.
ja: カードをクリップボードにコピーしてX.comを開きます — 画像をツイートに貼り付けてください。
ko: 카드를 클립보드에 복사하고 X.com을 열어 트윗에 이미지를 붙여넣으세요.
nl: Kopieer de kaart naar het klembord en open X.com — plak de afbeelding in je tweet.
pl: Skopiuj kartę do schowka i otwórz X.com — wklej obraz do swojego tweeta.
pt_br: Copia o cartão para a área de transferência e abre o X.com — cole a imagem no seu tweet.
ru: Скопируйте карточку в буфер обмена и откройте X.com — вставьте изображение в твит.
tr: Kartı panoya kopyala ve X.com'u aç — görseli tweet'ine yapıştır.
uk: Скопіюйте картку в буфер обміну та відкрийте X.com — вставте зображення у свій твіт.
vi: Sao chép thẻ vào bảng tạm và mở X.com — dán ảnh vào tweet của bạn.
zh_hans: 复制图片到剪贴板并打开 X，在推文中粘贴即可。
zh_hant: 將卡片複製到剪貼簿並開啟 X.com — 將圖片貼到你的推文中。

# sharecard.action.shareToX.hint
source: Paste image into tweet
ar: الصق الصورة في التغريدة
de: Bild in Tweet einfügen
es: Pegar imagen en el tuit
fr: Coller l'image dans le tweet
id: Tempel gambar ke tweet
it: Incolla immagine nel tweet
ja: 画像をツイートに貼り付け
ko: 트윗에 이미지 붙여넣기
nl: Plak afbeelding in tweet
pl: Wklej obraz do tweeta
pt_br: Cole a imagem no tweet
ru: Вставьте изображение в твит
tr: Görseli tweet'e yapıştır
uk: Вставте зображення у твіт
vi: Dán ảnh vào tweet
zh_hans: 把图片粘贴到推文里
zh_hant: 將圖片貼到推文中

# sharecard.button.help
source: Share my GitHub card
ar: مشاركة بطاقة GitHub الخاصة بي
de: Meine GitHub-Karte teilen
es: Compartir mi tarjeta de GitHub
fr: Partager ma carte GitHub
id: Bagikan kartu GitHub saya
it: Condividi la mia card GitHub
ja: GitHubカードを共有
ko: 내 GitHub 카드 공유
nl: Deel mijn GitHub-kaart
pl: Udostępnij moją kartę GitHub
pt_br: Compartilhar meu cartão do GitHub
ru: Поделиться моей GitHub-карточкой
tr: GitHub kartımı paylaş
uk: Поділитися моєю карткою GitHub
vi: Chia sẻ thẻ GitHub của tôi
zh_hans: 分享我的 GitHub 卡片
zh_hant: 分享我的 GitHub 卡片

# sharecard.card.generatedBy
source: > Generated by Starcat
ar: > تم إنشاؤها بواسطة Starcat
de: > Erstellt mit Starcat
es: > Generado por Starcat
fr: > Généré par Starcat
id: > Dibuat oleh Starcat
it: > Generato da Starcat
ko: > Starcat으로 생성됨
nl: > Gegenereerd door Starcat
pl: > Wygenerowane przez Starcat
pt_br: > Gerado por Starcat
ru: > Создано в Starcat
tr: > Starcat tarafından oluşturuldu
uk: > Створено за допомогою Starcat
vi: > Được tạo bởi Starcat
zh_hans: > 由 Starcat 生成
zh_hant: > 由 Starcat 生成

# sharecard.card.tagline
source: OPEN SOURCE · DEVELOPER ID
ar: مفتوح المصدر · هوية المطور
es: CÓDIGO ABIERTO · ID DE DESARROLLADOR
fr: OPEN SOURCE · IDENTIFIANT DÉVELOPPEUR
id: SUMBER TERBUKA · ID PENGEMBANG
it: OPEN SOURCE · IDENTITÀ SVILUPPATORE
ko: 오픈소스 · 개발자 ID
nl: OPEN SOURCE · ONTWIKKELAAR-ID
pl: OPEN SOURCE · IDENTYFIKATOR DEWELOPERA
pt_br: CÓDIGO ABERTO · ID DE DESENVOLVEDOR
ru: ОТКРЫТЫЙ ИСХОДНЫЙ КОД · ИДЕНТИФИКАТОР РАЗРАБОТЧИКА
tr: AÇIK KAYNAK · GELİŞTİRİCİ KİMLİĞİ
uk: ВІДКРИТИЙ КОД · ІДЕНТИФІКАТОР РОЗРОБНИКА
vi: MÃ NGUỒN MỞ · ID NHÀ PHÁT TRIỂN
zh_hans: 开源 · 开发者身份
zh_hant: 開源 · 開發者身份

# sharecard.contribution.title
source: CONTRIBUTION GRAPH
ar: رسم بياني للمساهمات
de: BEITRAGSGRAPH
es: GRÁFICO DE CONTRIBUCIONES
fr: GRAPHIQUE DE CONTRIBUTION
id: GRAFIK KONTRIBUSI
it: GRAFICO DEI CONTRIBUTI
ko: 기여 그래프
nl: BIJDRAGEGRAFIEK
pl: WYKRES WKŁADU
pt_br: GRÁFICO DE CONTRIBUIÇÕES
ru: ГРАФИК ВКЛАДА
tr: KATKI GRAFİĞİ
uk: ГРАФІК ВНЕСКІВ
vi: BIỂU ĐỒ ĐÓNG GÓP
zh_hant: 貢獻圖表

# sharecard.contribution.totalCount
source: %lld contributions
ar: %lld مساهمة
de: %lld Beiträge
es: %lld contribuciones
id: %lld kontribusi
it: %lld contributi
ja: %lld コントリビューション
ko: %lld개 기여
nl: %lld bijdragen
pl: %lld wkładów
pt_br: %lld contribuições
ru: %lld вкладов
tr: %lld katkı
uk: %lld внесків
vi: %lld đóng góp
zh_hans: 近一年贡献 %lld 次
zh_hant: 近一年貢獻 %lld 次

# sharecard.dashboard.activityFacts
source: Activity Facts
ar: حقائق النشاط
de: Aktivitätsfakten
es: Datos de actividad
fr: Faits d'activité
id: Fakta Aktivitas
it: Dati attività
ja: アクティビティ情報
ko: 활동 정보
nl: Activiteitsfeiten
pl: Fakty o aktywności
pt_br: Fatos de Atividade
ru: Факты об активности
tr: Etkinlik Bilgileri
uk: Факти активності
vi: Thông tin hoạt động
zh_hans: 活跃数据
zh_hant: 活躍數據

# sharecard.dashboard.fact.activeDays
source: Active Days
ar: الأيام النشطة
de: Aktive Tage
es: Días activos
fr: Jours actifs
id: Hari Aktif
it: Giorni attivi
ja: アクティブ日数
ko: 활동 일수
nl: Actieve dagen
pl: Aktywne dni
pt_br: Dias Ativos
ru: Активные дни
tr: Aktif Günler
uk: Активні дні
vi: Ngày hoạt động
zh_hans: 活跃天数
zh_hant: 活躍天數

# sharecard.dashboard.fact.activeWeeks
source: Active Weeks
ar: الأسابيع النشطة
de: Aktive Wochen
es: Semanas activas
fr: Semaines actives
id: Minggu Aktif
it: Settimane attive
ja: アクティブ週数
ko: 활동 주수
nl: Actieve weken
pl: Aktywne tygodnie
pt_br: Semanas Ativas
ru: Активные недели
tr: Aktif Haftalar
uk: Активні тижні
vi: Tuần hoạt động
zh_hans: 活跃周数
zh_hant: 活躍週數

# sharecard.dashboard.fact.bestDay
source: Best Day
ar: أفضل يوم
de: Bester Tag
es: Mejor día
fr: Meilleur jour
id: Hari Terbaik
it: Miglior giorno
ja: ベストデイ
ko: 최고의 날
nl: Beste dag
pl: Najlepszy dzień
pt_br: Melhor Dia
ru: Лучший день
tr: En İyi Gün
uk: Найкращий день
vi: Ngày tốt nhất
zh_hans: 最高单日
zh_hant: 最高單日

# sharecard.dashboard.fact.company
source: Company
ar: الشركة
de: Unternehmen
es: Empresa
fr: Entreprise
id: Perusahaan
it: Azienda
ja: 会社
ko: 회사
nl: Bedrijf
pl: Firma
pt_br: Empresa
ru: Компания
tr: Şirket
uk: Компанія
vi: Công ty
zh_hans: 公司
zh_hant: 公司

# sharecard.dashboard.fact.contributions
source: Contribs
ar: المساهمات
de: Beiträge
id: Kontribusi
it: Contributi
ja: コントリブ
ko: 기여
nl: Bijdragen
pl: Wkłady
pt_br: Contribuições
ru: Вклады
tr: Katkı
uk: Внески
vi: Đóng góp
zh_hans: 贡献
zh_hant: 貢獻

# sharecard.dashboard.fact.email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メール
ko: 이메일
tr: E-posta
uk: Електронна пошта
zh_hans: 邮箱
zh_hant: 電子郵件

# sharecard.dashboard.fact.location
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Localisation
id: Lokasi
it: Località
ja: 場所
ko: 위치
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Местоположение
tr: Konum
uk: Місцезнаходження
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# sharecard.dashboard.metric.contributions
source: Contribs
ar: المساهمات
de: Beiträge
id: Kontribusi
it: Contributi
ja: コントリブ
ko: 기여
nl: Bijdragen
pl: Wkłady
pt_br: Contribuições
ru: Вклады
tr: Katkı
uk: Внески
vi: Đóng góp
zh_hans: 贡献
zh_hant: 貢獻

# sharecard.dashboard.profileFacts
source: Profile Facts
ar: حقائق الملف الشخصي
de: Profil-Fakten
es: Datos del perfil
fr: Faits du profil
id: Fakta Profil
it: Dati profilo
ja: プロフィール情報
ko: 프로필 정보
nl: Profielgegevens
pl: Fakty o profilu
pt_br: Fatos do Perfil
ru: Факты профиля
tr: Profil Bilgileri
uk: Факти профілю
vi: Thông tin hồ sơ
zh_hans: 主页信息
zh_hant: 個人資料

# sharecard.export.loading.fetching
source: Loading Starred…
ar: جارٍ تحميل المفضلة…
de: Lade Sternmarkierungen…
es: Cargando destacados…
fr: Chargement des étoiles…
id: Memuat yang Dibintangi…
it: Caricamento preferiti…
ja: スター付きを読み込み中...
ko: 별표 표시 항목 불러오는 중…
nl: Sterren laden…
pl: Ładowanie oznaczonych gwiazdką…
pt_br: Carregando Favoritos…
ru: Загрузка избранного…
tr: Yıldızlılar yükleniyor…
uk: Завантаження позначених зірочкою…
vi: Đang tải Starred…
zh_hans: 正在读取 Starred…
zh_hant: 正在載入 Starred…

# sharecard.export.loading.fetchingLibrary
source: Loading Library…
ar: جارٍ تحميل المكتبة…
de: Lade Bibliothek…
es: Cargando biblioteca…
fr: Chargement de la bibliothèque…
id: Memuat Pustaka…
it: Caricamento libreria…
ja: ライブラリを読み込み中...
ko: 라이브러리 불러오는 중…
nl: Bibliotheek laden…
pl: Ładowanie biblioteki…
pt_br: Carregando Biblioteca…
ru: Загрузка библиотеки…
tr: Kitaplık yükleniyor…
uk: Завантаження бібліотеки…
vi: Đang tải Thư viện…
zh_hans: 正在读取知识库…
zh_hant: 正在載入知識庫…

# sharecard.export.loading.html
source: Exporting HTML… fetching data
ar: تصدير HTML… جارٍ جلب البيانات
de: Exportiere HTML… Daten werden abgerufen
es: Exportando HTML… obteniendo datos
fr: Exportation HTML… récupération des données
id: Mengekspor HTML… mengambil data
it: Esportazione HTML… recupero dati
ja: HTMLを書き出し中…データを取得中
ko: HTML 내보내는 중… 데이터 가져오는 중
nl: HTML exporteren… gegevens ophalen
pl: Eksportowanie HTML… pobieranie danych
pt_br: Exportando HTML… obtendo dados
ru: Экспорт HTML… получение данных
tr: HTML dışa aktarılıyor… veriler alınıyor
uk: Експорт HTML… отримання даних
vi: Đang xuất HTML… đang tải dữ liệu
zh_hans: 正在导出 HTML… 拉取数据
zh_hant: 正在匯出 HTML… 擷取資料

# sharecard.export.loading.markdown
source: Exporting Markdown…
ar: تصدير Markdown…
de: Markdown wird exportiert…
es: Exportando Markdown…
fr: Exportation Markdown…
id: Mengekspor Markdown…
it: Esportazione Markdown…
ja: Markdownをエクスポート中…
ko: Markdown 내보내는 중…
nl: Markdown exporteren…
pl: Eksportowanie Markdown…
pt_br: Exportando Markdown…
ru: Экспорт Markdown…
tr: Markdown dışa aktarılıyor…
uk: Експорт Markdown…
vi: Đang xuất Markdown…
zh_hans: 正在导出 Markdown…
zh_hant: 正在匯出 Markdown…

# sharecard.exportLibrary.savePanel.message
source: Choose a location to save your Starcat library export.
ar: اختر موقعًا لحفظ تصدير مكتبة Starcat.
de: Wählen Sie einen Speicherort für den Export Ihrer Starcat-Bibliothek.
es: Elige una ubicación para guardar la exportación de tu biblioteca de Starcat.
fr: Choisissez un emplacement pour enregistrer l'exportation de votre bibliothèque Starcat.
id: Pilih lokasi untuk menyimpan ekspor pustaka Starcat Anda.
it: Scegli una posizione per salvare l'esportazione della libreria Starcat.
ja: Starcatライブラリのエクスポート先を選択してください。
ko: Starcat 라이브러리 내보내기를 저장할 위치를 선택하세요.
nl: Kies een locatie om je Starcat-bibliotheekexport op te slaan.
pl: Wybierz lokalizację do zapisu eksportu biblioteki Starcat.
pt_br: Escolha um local para salvar a exportação da sua biblioteca do Starcat.
ru: Выберите место для сохранения экспорта библиотеки Starcat.
tr: Starcat kitaplığı dışa aktarmanızı kaydetmek için bir konum seçin.
uk: Виберіть місце для збереження експорту бібліотеки Starcat.
vi: Chọn vị trí để lưu bản xuất thư viện Starcat của bạn.
zh_hans: 选择知识库导出文件的保存位置。
zh_hant: 選擇儲存 Starcat 知識庫匯出檔案的位置。

# sharecard.exportLibrary.savePanel.title
source: Export Starcat Library
ar: تصدير مكتبة Starcat
de: Starcat-Bibliothek exportieren
es: Exportar biblioteca de Starcat
fr: Exporter la bibliothèque Starcat
id: Ekspor Pustaka Starcat
it: Esporta libreria Starcat
ja: Starcatライブラリをエクスポート
ko: Starcat 라이브러리 내보내기
nl: Starcat-bibliotheek exporteren
pl: Eksportuj bibliotekę Starcat
pt_br: Exportar Biblioteca do Starcat
ru: Экспорт библиотеки Starcat
tr: Starcat Kitaplığını Dışa Aktar
uk: Експорт бібліотеки Starcat
vi: Xuất Thư viện Starcat
zh_hans: 导出知识库
zh_hant: 匯出 Starcat 知識庫

# sharecard.exportStarred.savePanel.message
source: Choose a location to save your starred repositories.
ar: اختر موقعًا لحفظ مستودعاتك المفضلة.
de: Wählen Sie einen Speicherort zum Speichern Ihrer markierten Repositorys.
es: Elige una ubicación para guardar tus repositorios destacados.
fr: Choisissez un emplacement pour enregistrer vos dépôts étoilés.
id: Pilih lokasi untuk menyimpan repositori yang dibintangi.
it: Scegli una posizione per salvare i repository preferiti.
ja: スター付きリポジトリの保存先を選択してください。
ko: 별표 표시한 저장소를 저장할 위치를 선택하세요.
nl: Kies een locatie om je sterrenrepositories op te slaan.
pl: Wybierz lokalizację do zapisu oznaczonych gwiazdką repozytoriów.
pt_br: Escolha um local para salvar seus repositórios favoritos.
ru: Выберите место для сохранения избранных репозиториев.
tr: Yıldızlı depolarınızı kaydetmek için bir konum seçin.
uk: Виберіть місце для збереження позначених зірочкою репозиторіїв.
vi: Chọn vị trí để lưu các kho lưu trữ đã gắn sao của bạn.
zh_hans: 选择 Starred 仓库列表的保存位置。
zh_hant: 選擇儲存已加星號倉庫清單的位置。

# sharecard.exportStarred.savePanel.title
source: Export Starred Repositories
ar: تصدير المستودعات المفضلة
de: Markierte Repositorys exportieren
es: Exportar repositorios destacados
fr: Exporter les dépôts étoilés
id: Ekspor Repositori yang Dibintangi
it: Esporta repository preferiti
ja: スター付きリポジトリをエクスポート
ko: 별표 표시 저장소 내보내기
nl: Sterrenrepositories exporteren
pl: Eksportuj oznaczone gwiazdką repozytoria
pt_br: Exportar Repositórios Favoritos
ru: Экспорт избранных репозиториев
tr: Yıldızlı Depoları Dışa Aktar
uk: Експорт позначених зірочкою репозиторіїв
vi: Xuất Kho lưu trữ đã gắn sao
zh_hans: 导出 Starred 仓库
zh_hant: 匯出已加星號的倉庫

# sharecard.feedback.exported
source: Exported to %@
ar: تم التصدير إلى %@
de: Exportiert nach %@
es: Exportado a %@
fr: Exporté vers %@
id: Diekspor ke %@
it: Esportato in %@
ja: %@にエクスポートしました
ko: %@(으)로 내보냄
nl: Geëxporteerd naar %@
pl: Wyeksportowano do %@
pt_br: Exportado para %@
ru: Экспортировано в %@
tr: %@ konumuna dışa aktarıldı
uk: Експортовано в %@
vi: Đã xuất ra %@
zh_hans: 已导出至 %@
zh_hant: 已匯出至 %@

# sharecard.feedback.exportEmpty
source: No starred repositories to export yet.
ar: لا توجد مستودعات مفضلة للتصدير بعد.
de: Noch keine markierten Repositorys zum Exportieren vorhanden.
es: Aún no hay repositorios destacados para exportar.
fr: Aucun dépôt étoilé à exporter pour le moment.
id: Belum ada repositori yang dibintangi untuk diekspor.
it: Nessun repository preferito da esportare.
ja: まだエクスポートできるスター付きリポジトリがありません。
ko: 아직 내보낼 별표 표시 저장소가 없습니다.
nl: Nog geen sterrenrepositories om te exporteren.
pl: Brak oznaczonych gwiazdką repozytoriów do eksportu.
pt_br: Nenhum repositório favorito para exportar ainda.
ru: Пока нет избранных репозиториев для экспорта.
tr: Henüz dışa aktarılacak yıldızlı depo yok.
uk: Ще немає позначених зірочкою репозиторіїв для експорту.
vi: Chưa có kho lưu trữ nào được gắn sao để xuất.
zh_hans: 还没有可导出的 Starred 仓库。
zh_hant: 尚無可匯出的已加星號倉庫。

# sharecard.feedback.exportFailed
source: Export failed. Please try again.
ar: فشل التصدير. يرجى المحاولة مرة أخرى.
de: Export fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al exportar. Inténtalo de nuevo.
fr: L'exportation a échoué. Veuillez réessayer.
id: Ekspor gagal. Silakan coba lagi.
it: Esportazione fallita. Riprova.
ja: エクスポートに失敗しました。もう一度お試しください。
ko: 내보내기에 실패했습니다. 다시 시도해 주세요.
nl: Exporteren mislukt. Probeer het opnieuw.
pl: Eksport nie powiódł się. Spróbuj ponownie.
pt_br: Falha na exportação. Tente novamente.
ru: Экспорт не удался. Пожалуйста, попробуйте снова.
tr: Dışa aktarma başarısız oldu. Lütfen tekrar deneyin.
uk: Експорт не вдався. Спробуйте ще раз.
vi: Xuất thất bại. Vui lòng thử lại.
zh_hans: 导出失败，请稍后重试。
zh_hant: 匯出失敗，請再試一次。

# sharecard.feedback.exportLibraryEmpty
source: Your Starcat library is empty. There are no repos to export yet.
ar: مكتبة Starcat فارغة. لا توجد مستودعات للتصدير بعد.
de: Ihre Starcat-Bibliothek ist leer. Es gibt noch keine Repositorys zum Exportieren.
es: Tu biblioteca de Starcat está vacía. Aún no hay repositorios para exportar.
fr: Votre bibliothèque Starcat est vide. Il n'y a aucun dépôt à exporter pour le moment.
id: Pustaka Starcat Anda kosong. Belum ada repositori untuk diekspor.
it: La tua libreria Starcat è vuota. Non ci sono repository da esportare.
ja: Starcatライブラリが空です。まだエクスポートできるリポジトリがありません。
ko: Starcat 라이브러리가 비어 있습니다. 아직 내보낼 저장소가 없습니다.
nl: Je Starcat-bibliotheek is leeg. Er zijn nog geen repositories om te exporteren.
pl: Twoja biblioteka Starcat jest pusta. Nie ma jeszcze repozytoriów do eksportu.
pt_br: Sua biblioteca do Starcat está vazia. Ainda não há repositórios para exportar.
ru: Ваша библиотека Starcat пуста. Нет репозиториев для экспорта.
tr: Starcat kitaplığınız boş. Henüz dışa aktarılacak depo yok.
uk: Ваша бібліотека Starcat порожня. Ще немає репозиторіїв для експорту.
vi: Thư viện Starcat của bạn trống. Chưa có kho nào để xuất.
zh_hans: 知识库为空,暂无可导出的 repo
zh_hant: 您的 Starcat 知識庫為空，尚無可匯出的倉庫。

# sharecard.feedback.saved
source: Saved as %@
ar: تم الحفظ باسم %@
de: Gespeichert als %@
es: Guardado como %@
fr: Enregistré comme %@
id: Disimpan sebagai %@
it: Salvato come %@
ja: %@として保存しました
ko: %@(으)로 저장됨
nl: Opgeslagen als %@
pl: Zapisano jako %@
pt_br: Salvo como %@
ru: Сохранено как %@
tr: %@ olarak kaydedildi
uk: Збережено як %@
vi: Đã lưu dưới dạng %@
zh_hans: 已保存为 %@
zh_hant: 已儲存為 %@

# sharecard.feedback.sharedToX
source: Image copied — paste it into your tweet on X.
ar: تم نسخ الصورة — الصقها في تغريدتك على X.
de: Bild kopiert — füge es in deinen Tweet auf X ein.
es: Imagen copiada — pégala en tu tuit en X.
fr: Image copiée — collez-la dans votre tweet sur X.
id: Gambar disalin — tempel ke tweet Anda di X.
it: Immagine copiata — incollala nel tuo tweet su X.
ja: 画像をコピーしました — Xのツイートに貼り付けてください。
ko: 이미지가 복사되었습니다. X에서 트윗에 붙여넣으세요.
nl: Afbeelding gekopieerd — plak deze in je tweet op X.
pl: Obraz skopiowany — wklej go do swojego tweeta na X.
pt_br: Imagem copiada — cole-a no seu tweet no X.
ru: Изображение скопировано — вставьте его в твит на X.
tr: Görsel kopyalandı — X'teki tweet'inize yapıştırın.
uk: Зображення скопійовано — вставте його у свій твіт на X.
vi: Đã sao chép ảnh — dán vào tweet của bạn trên X.
zh_hans: 图片已复制，请在 X 推文里 Cmd+V 粘贴。
zh_hant: 圖片已複製 — 請在 X 推文中貼上。

# sharecard.languages.empty
source: No public repository language data yet.
ar: لا توجد بيانات لغات مستودع عامة بعد.
de: Noch keine öffentlichen Repository-Sprachdaten.
es: Aún no hay datos de lenguajes de repositorios públicos.
fr: Pas encore de données de langage de dépôt public.
id: Belum ada data bahasa repositori publik.
it: Nessun dato sui linguaggi dei repository pubblici.
ja: 公開リポジトリの言語データはまだありません。
ko: 아직 공개 저장소 언어 데이터가 없습니다.
nl: Nog geen openbare repository-taalgegevens.
pl: Brak danych o językach publicznych repozytoriów.
pt_br: Ainda não há dados de linguagem de repositórios públicos.
ru: Нет данных о языках публичных репозиториев.
tr: Henüz herkese açık depo dili verisi yok.
uk: Даних про мови публічних репозиторіїв ще немає.
vi: Chưa có dữ liệu ngôn ngữ kho lưu trữ công khai.
zh_hans: 暂无公开仓库语言数据。
zh_hant: 尚無公開倉庫語言資料。

# sharecard.languages.loading
source: Loading coding languages…
ar: جارٍ تحميل لغات البرمجة…
de: Lade Programmiersprachen …
es: Cargando lenguajes de programación…
fr: Chargement des langages de programmation…
id: Memuat bahasa pemrograman…
it: Caricamento linguaggi di programmazione…
ja: コーディング言語を読み込み中…
ko: 코딩 언어 불러오는 중…
nl: Programmeertalen laden…
pl: Ładowanie języków programowania…
pt_br: Carregando linguagens de programação…
ru: Загрузка языков программирования…
tr: Kodlama dilleri yükleniyor…
uk: Завантаження мов програмування…
vi: Đang tải ngôn ngữ lập trình…
zh_hans: 正在加载开发语言…
zh_hant: 正在載入程式語言…

# sharecard.languages.title
source: Top Languages
ar: أهم اللغات
de: Top-Sprachen
es: Principales lenguajes
fr: Principaux langages
id: Bahasa Teratas
it: Linguaggi principali
ja: トップ言語
ko: 주요 언어
nl: Top-talen
pl: Najczęściej używane języki
pt_br: Principais Linguagens
ru: Основные языки
tr: En Çok Kullanılan Diller
uk: Основні мови
vi: Ngôn ngữ hàng đầu
zh_hans: 主要开发语言
zh_hant: 主要語言

# sharecard.savePanel.message
source: Choose a location to save your share card.
ar: اختر موقعًا لحفظ بطاقة المشاركة.
de: Wähle einen Speicherort für deine Karte.
es: Elige una ubicación para guardar tu tarjeta para compartir.
fr: Choisissez un emplacement pour enregistrer votre carte de partage.
id: Pilih lokasi untuk menyimpan kartu bagikan Anda.
it: Scegli una posizione per salvare la tua card di condivisione.
ja: 共有カードの保存先を選択してください。
ko: 공유 카드를 저장할 위치를 선택하세요.
nl: Kies een locatie om je deelkaart op te slaan.
pl: Wybierz lokalizację do zapisu karty udostępniania.
pt_br: Escolha um local para salvar seu cartão de compartilhamento.
ru: Выберите место для сохранения карточки.
tr: Paylaşım kartınızı kaydetmek için bir konum seçin.
uk: Виберіть місце для збереження вашої картки.
vi: Chọn vị trí để lưu thẻ chia sẻ của bạn.
zh_hans: 选择分享卡图片的保存位置。
zh_hant: 選擇儲存分享卡片的位置。

# sharecard.savePanel.title
source: Save Share Card
ar: حفظ بطاقة المشاركة
de: Karte speichern
es: Guardar tarjeta para compartir
fr: Enregistrer la carte de partage
id: Simpan Kartu Bagikan
it: Salva card di condivisione
ja: 共有カードを保存
ko: 공유 카드 저장
nl: Deelkaart opslaan
pl: Zapisz kartę udostępniania
pt_br: Salvar Cartão de Compartilhamento
ru: Сохранить карточку
tr: Paylaşım Kartını Kaydet
uk: Зберегти картку
vi: Lưu Thẻ Chia sẻ
zh_hans: 保存分享卡片
zh_hant: 儲存分享卡片

# sharecard.shareToX.tweetText
source: Just generated my GitHub developer card with Starcat 🐱
ar: لقد أنشأت للتو بطاقة مطور GitHub الخاصة بي باستخدام Starcat 🐱
de: Habe gerade meine GitHub-Entwicklerkarte mit Starcat 🐱 erstellt
es: Acabo de generar mi tarjeta de desarrollador de GitHub con Starcat 🐱
fr: Je viens de générer ma carte de développeur GitHub avec Starcat 🐱
id: Baru saja membuat kartu pengembang GitHub saya dengan Starcat 🐱
it: Ho appena generato la mia card sviluppatore GitHub con Starcat 🐱
ja: Starcat 🐱でGitHubデベロッパーカードを生成しました
ko: Starcat 🐱으로 GitHub 개발자 카드를 생성했습니다.
nl: Ik heb zojuist mijn GitHub-ontwikkelaarskaart gegenereerd met Starcat 🐱
pl: Właśnie wygenerowałem swoją kartę dewelopera GitHub za pomocą Starcat 🐱
pt_br: Acabei de gerar meu cartão de desenvolvedor do GitHub com o Starcat 🐱
ru: Только что создал свою GitHub-карточку разработчика с Starcat 🐱
tr: Az önce GitHub geliştirici kartımı Starcat 🐱 ile oluşturdum
uk: Щойно згенерував свою картку розробника GitHub за допомогою Starcat 🐱
vi: Vừa tạo thẻ nhà phát triển GitHub của tôi với Starcat 🐱
zh_hans: 用 Starcat 生成了我的 GitHub 开发者卡片 🐱
zh_hant: 剛用 Starcat 🐱 生成了我的 GitHub 開發者卡片

# sharecard.social.emailPlaceholder
source: Email not public
ar: البريد الإلكتروني غير عام
de: E-Mail nicht öffentlich
es: Correo no público
fr: E-mail non public
id: Email tidak publik
it: Email non pubblica
ja: メールは公開されていません
ko: 이메일이 공개되지 않음
nl: E-mail niet openbaar
pl: E-mail niepubliczny
pt_br: E-mail não público
ru: Email не указан
tr: E-posta herkese açık değil
uk: Електронна пошта не публічна
vi: Email không công khai
zh_hans: 邮箱未公开
zh_hant: 電子郵件未公開
